Repository: leibniz-psychology/psychopen-theme
Catalog: locale/*/locale.po
Languages: de_de

# plugins.themes.psychOpen.description
source: The PsychOpen Default Theme
de_de: Das PsychOpen Default Theme

# plugins.blocks.issues.desc
source: This plugin provides the IssueOverview in the sidebar.
de_de: Dieses Plugin stellt die Heftansicht in der Sidebar bereit.

# plugins.themes.psychOpen.option.scheme
source: Scheme selection
de_de: Schema-Auswahl

# plugins.themes.psychOpen.option.scheme.desc
source: Selection of the style for the journal
de_de: Auswahl des Styles für das Journal

# plugins.themes.psychOpen.option.scheme.jbdgm
source: Yearbook of Music Psychology (JBDGM)
de_de: Jahrbuch Musikpsychologie (JBDGM)

# plugins.themes.psychOpen.option.header.logo.desc
source: Upload a header logo into the OJS public folder and enter the name of the file here.
de_de: Laden Sie ein Header Logo in den Public Ordner des OJS und tragen Sie hier den Namen der Datei rein.

# plugins.themes.psychOpen.option.issueThumb
source: Issue Thumbnail
de_de: Issue Vorschaubild

# plugins.themes.psychOpen.option.issueThumb.desc
source: Optional image for all issues without own image in archive.
de_de: Optionales Bild für alle Issues ohne eigenes Bild im Archiv.

# plugins.themes.psychOpen.option.sidebar.label
source: Sidebar:
de_de: Seitenleiste:

# plugins.themes.psychOpen.option.sidebar.desc
source: Show/hide the sidebar for the entire journal.
de_de: Mit dieser Option kann die Seitenleiste ein oder ausgeblendet werden!

# plugins.themes.psychOpen.option.sidebar.enable
source: Show
de_de: Aktivieren

# plugins.themes.psychOpen.option.sidebar.disable
source: Hide
de_de: Deaktivieren

# plugins.themes.psychOpen.option.section.header.issue
source: Show/Hide sections as headings.
de_de: Sektionen als Überschriften anzeigen

# plugins.themes.psychOpen.option.section.header.issue.desc
source: Shows or hides the sections as headings in the issues overview.
de_de: Anzeige der Sektionen als Überschriften in der Heft-Detailansicht

# plugins.themes.psychOpen.option.recent.articles
source: Journal index: recent articles
de_de: Startseite: Letzte Artikel

# plugins.themes.psychOpen.option.recent.articles.desc
source: Show the most recently published articles on the index page.(max. 5)
de_de: Zeige die zuletzt veröffentlichten Artikel auf der Startseite. (max. 5)

# plugins.themes.psychOpen.option.recent.issue
source: Journal index: issue
de_de: Startseite: Letztes Heft

# plugins.themes.psychOpen.option.recent.issue.desc
source: Show the last issue with all articles on the index page
de_de: Zeige das letzte Heft samt Artikel auf der Startseite

# plugins.themes.psychOpen.option.recent.announcements
source: Journal index: announcements
de_de: Startseite: Mitteilungen

# plugins.themes.psychOpen.option.recent.announcements.desc
source: Show announcements on the index page
de_de: Zeige Mitteilungen auf der Startseite

# plugins.themes.psychOpen.option.section.header.issue.view
source: Issue grouping
de_de: Ausgabenanordnung

# plugins.themes.psychOpen.option.section.header.issue.view.desc
source: This setting is used to combine the issues. A grouping by year or volume is possible. This is used for the overview in the sidebar and in the archive!
de_de: Diese Einstellung dient dazu die Ausgaben zusammenzufassen. Möglich ist eine Zusammenfassung nach Jahr oder Band. Dies dient der Übersicht in der Seitenleiste und im Archiv!

# plugins.themes.psychOpen.option.sidebar.issue.unsorted
source: ungrouped
de_de: Keine Zusammenfassung

# plugins.themes.psychOpen.option.sidebar.issue.year
source: by year
de_de: Nach Jahr

# plugins.themes.psychOpen.option.sidebar.issue.volume
source: by volume
de_de: Nach Volume

# plugins.themes.psychOpen.header.about
source: About PsychOpen
de_de: Über PsychOpen

# plugins.themes.psychOpen.header.lang.selected
source: EN
de_de: DE

# plugins.themes.psychOpen.header.lang.select.option
source: German
de_de: Englisch

# plugins.themes.psychOpen.aria.lang.select
source: Language selection
de_de: Sprachauswahl

# plugins.themes.psychOpen.aria.title
source: Title
de_de: Titel

# plugins.themes.psychOpen.aria.subtitle
source: Subtitle
de_de: Subtitel

# plugins.themes.psychOpen.aria.transtitle
source: Translated title
de_de: Übersetzter Titel

# plugins.themes.psychOpen.aria.authors
source: Authors
de_de: Autoren

# plugins.themes.psychOpen.aria.article.main
source: Article
de_de: Artikel

# plugins.themes.psychOpen.aria.article.sidebar
source: Article information
de_de: Artikel Informationen

# plugins.themes.psychOpen.aria.article.sidebar.download
source: Article reading view or download
de_de: Artikel Vollansicht oder Download

# plugins.themes.psychOpen.aria.article.published
source: Published at
de_de: Veröffentlicht am

# plugins.themes.psychOpen.aria.category.desc
source: Category description
de_de: Beschreibung der Kategorie

# plugins.themes.psychOpen.journal.recent.articles
source: Recent Articles
de_de: Aktuelle Artikel

# plugins.themes.psychOpen.article.details.views
source: Views
de_de: Aufrufe

# plugins.themes.psychOpen.article.details.abstract
source: Abstract
de_de: Zusammenfassung

# plugins.themes.psychOpen.article.views
source: Views
de_de: Ansichten

# plugins.themes.psychOpen.article.views.total
source: Total
de_de: Gesamt

# plugins.themes.psychOpen.article.view.full
source: Full-screen
de_de: Vollansicht

# plugins.themes.psychOpen.article.view.full.close
source: Close full-screen
de_de: Vollansicht schließen

# plugins.themes.psychOpen.categories.sub
source: Subcategories
de_de: Unterkategorien

# plugins.themes.psychOpen.categories.parent
source: Parent category
de_de: Übergeordnete Kategorie

# plugins.themes.psychOpen.categories.heading
source: Related articles (number: {$numTitles})
de_de: Zugehörige Artikel (Anzahl: {$numTitles})

# plugins.themes.psychOpen.user.first.name
source: Given name
de_de: Vorname

# plugins.themes.psychOpen.user.middle.name
source: Middle name
de_de: Mittelname

# plugins.themes.psychOpen.user.last.name
source: Surname
de_de: Nachname

# plugins.themes.psychOpen.register.privacy
source: Privacy Policy and Notifications
de_de: Datenschutz und Benachrichtigungen

# plugins.themes.psychOpen.register.user
source: User details
de_de: Benutzer Informationen

# plugins.themes.psychOpen.register.login
source: Login details
de_de: Login Informationen

# plugins.themes.psychOpen.footer.print
source: Print
de_de: Druck

# plugins.themes.psychOpen.footer.license.pre
source: Unless otherwise noted, site content is licensed under a
de_de: Sofern nicht anders angegeben, steht der Inhalt der Website unter folgender Lizenz:

# plugins.themes.psychOpen.submission.new
source: New submission
de_de: Neue Einreichung

# plugins.themes.psychOpen.citations
source: Citations
de_de: Zitationen

# search.no.Results
source: No search results found! Please enter a search term or phrase into the search field!
de_de: Es wurden keine Suchergebnisse gefunden! Bitte geben Sie einen Suchbegriff in das Suchfeld ein!
